<template>
    <div>
        <b-container class="py-4">
            <b-card title="นโยบายคุ๊กกี๊" >
                <p>เว็บไซต์นี้มีการใช้คุกกี้ เพื่อช่วยแยกแยะรูปแบบการใช้งานเว็บไซต์ของคุณจากผู้ใช้งานอื่นๆ
                    ซึ่งจะช่วยให้คุณได้รับประสบการณ์ที่ดีจากการใช้งานเว็บไซต์
                    และช่วยให้เราสามารถพัฒนาคุณภาพของเว็บไซต์ให้ดียิ่งขึ้น
                    รวมถึงเพื่อนำเสนอหรือให้บริการที่เหมาะสมกับคุณ</p>
                <p>การใช้เว็บไซต์นี้ต่อไปถือว่าคุณยินยอมให้มีการใช้งานคุกกี้</p>

                <h2>คุกกี้คืออะไร?</h2>
                <p>
                    คุกกี้คือข้อความขนาดเล็กที่ประกอบด้วยส่วนของข้อมูลที่มาจากการดาวน์โหลดที่อาจถูกเก็บบันทึกไว้ในเว็บเบราว์เซอร์ที่คุณใช้งานหรืออุปกรณ์อื่น
                    ๆ ที่ต่อเชื่อมอินเตอร์เน็ต (อาทิ เครื่องคอมพิวเตอร์ สมาร์ทโฟน หรือแท็บเล็ตของคุณ)
                    โดยที่เครื่องเซิร์ฟเวอร์สามารถเรียกดูได้ในภายหลัง คล้ายกับหน่วยความจำของหน้าเว็บ การทำงานของคุกกี้
                    ช่วยให้เรารวบรวมและจัดเก็บข้อมูลการเยี่ยมชมเว็บไซต์ของคุณโดยอัตโนมัติ</p>

                <h2>การใช้งานคุกกี้</h2>
                <p>ประเภทของคุกกี้ที่เราใช้และในการใช้คุกกี้ดังกล่าว ประกอบด้วย แต่ไม่จำกัดเพียง รายการต่อไปนี้</p>
                <ul>
                    <li><strong>คุกกี้ประเภทที่มีความจำเป็นอย่างยิ่ง (Strictly Necessary Cookies):</strong>
                        คุกกี้ประเภทนี้มีความสำคัญต่อการทำงานของเว็บไซต์
                        ซึ่งรวมถึงคุกกี้ที่ทำให้คุณสามารถเข้าถึงข้อมูลและใช้งานในเว็บไซต์ของเราได้อย่างปลอดภัย</li>
                    <li><strong>คุกกี้เพื่อการวิเคราะห์/วัดผลการทำงานของเว็บไซต์ (Analytical/Performance
                            Cookies):</strong>
                        คุกกี้ประเภทนี้จะช่วยให้เราสามารถจดจำและนับจำนวนผู้เข้าเยี่ยมชมเว็บไซต์ตลอดจนช่วยให้เราทราบถึงพฤติกรรมในการเยี่ยมชมเว็บไซต์
                        เพื่อปรับปรุงการทำงานของเว็บไซต์ให้มีคุณภาพดีขึ้นและมีความเหมาะสมมากขึ้น
                        อีกทั้งเพื่อรวบรวมข้อมูลทางสถิติเกี่ยวกับวิธีการเข้าและพฤติกรรมการเยี่ยมชมเว็บไซต์
                        ซึ่งจะช่วยปรับปรุงการทำงานของเว็บไซต์โดยให้ผู้ใช้งานสามารถค้นหาสิ่งที่ต้องการได้อย่างง่ายดาย
                        และช่วยให้เราเข้าใจถึงความสนใจของผู้ใช้ และวัดความมีประสิทธิผลของโฆษณาของเรา</li>
                    <li><strong>คุกกี้เพื่อการทำงานของเว็บไซต์ (Functionality Cookies):</strong>
                        คุกกี้ประเภทนี้ใช้ในการจดจำตัวคุณเมื่อคุณกลับมาใช้งานเว็บไซต์อีกครั้ง
                        ซึ่งจะช่วยให้เราสามารถปรับแต่งเนื้อหาสำหรับคุณ
                        ปรับให้เว็บไซต์ของเราตอบสนองความต้องการใช้งานของคุณ
                        รวมถึงจดจำการตั้งค่าของคุณ อาทิ ภาษา หรือภูมิภาค
                        หรือขนาดของตัวอักษรที่คุณเลือกใช้ในการใช้งานในเว็บไซต์
                    </li>
                </ul>

                <p>โปรดทราบว่าคุกกี้บางประเภทในเว็บไซต์นี้จัดการโดยบุคคลที่สาม เช่น วิดีโอ แผนที่ และโซเชียลมีเดีย
                    และผู้ให้บริการเว็บไซต์ภายนอกอื่น ๆ เช่น บริการวิเคราะห์การเข้าเยี่ยมชมเว็บไซต์ เป็นต้น
                    คุกกี้เหล่านี้มักจะเป็นคุกกี้เพื่อการวิเคราะห์/วัดผลการทำงาน
                    คุณควรต้องศึกษานโยบายการใช้คุกกี้และนโยบายส่วนบุคคลในเว็บไซต์ของบุคคลที่สาม
                    เพื่อให้เข้าใจถึงวิธีการที่บุคคลที่สามอาจนำข้อมูลของคุณไปใช้</p>
            </b-card>
        </b-container>
    </div>
</template>

<script>
    export default {
        layout: "content",
    }
</script>
