<template>
    <b-row class="bg-dark text-light">
            <b-container fluid>
                <b-row>
                    <b-col cols="12" lg="6" md="6">
                        ระบบทุนการศึกษาออนไลน์
                        งานทุนการศึกษา
                        สำนักงานกิจการนักศึกษาและศิษย์เก่าสัมพันธ์ (ชั้น 4 อาคารสำนักงานอธิการบดี)
                        สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง
                        เลขที่ 1 ซอยฉลองกรุง 1 แขวงลาดกระบัง เขตลาดกระบัง กรุงเทพฯ 10520
                    </b-col>
                    <b-col cols="12" lg="6" md="6">
                        นโยบายคุกกี้
                    </b-col>
                </b-row>
            </b-container>
    </b-row>
</template>
